{
    "FS10": {
        "theme": "Ocean Soup",
        "text": "As Jobie Sakai leans on the railing of the Ola Kai, she admires the beauty of her ocean paradise. Jobie, a fifth generation Hawaiian devoted to the future of her homeland, is dedicated to her job as an environmental chemist aboard the Ola Kai #6, one of Hawai'i's floating science laboratories. The Ola Kai (meaning \"healthy ocean\") Project is a combined effort of the Hawaiian Environmental Council and the University of Hawai'i.\nNow, in 2035 after 15 active years, the project is struggling to live up to its nickname: the OK Project. Originally, the OK Project focused on the waters affected by Hawai'i's island-generated pollutants. Public interest in the project led to a resurgence in eco-education; recycling and the reduced use of plastics became an accepted part of island life for Hawai'i residents. The \"adopt a beach\" clean-up program became a popular draw for eco-tourists. However, researchers like Jobie became increasingly aware that their efforts were not enough.\nThe world's largest manufacturers of plastic products border both sides of the Pacific. A ten million square mile system of rotating currents called the North Pacific Gyre has its axis near the 137 islands of the Hawaiian chain. Pacific environmental regulations have historically been weak or disregarded by heavy industrial nations who continue to use these waters as a dumping ground. Consequently, the 1500 mile-long archipelago paradise has been attacked by ocean soup for many years.\nThe soup surrounds Hawai'i, placing the islands and their resources at risk of permanent damage. Especially vulnerable are the sparsely-inhabited northwest islands, the world's largest protected marine sanctuary that is home to many endangered fish, birds, seals, and Hawai'i's beleaguered fishing industry. Eco-tourism routes have been altered to reduce impact on indigenous species and circumnavigated due to the location of floating laboratories.\nWith the increasing damaging effects from ocean soup on the island chain, Jobie and her coworkers realized that the Ola Kai Project's numerous floating labs had to broaden their territory while narrowing their focus. Due to the scope of the damage, the project directors reached out to other groups working in the Pacific and consulted with the National Oceanic and Atmospheric Administration (NOAA). It was determined that the best approach would be to divide up the responsibilities among agencies. Now the OK Project labs focus solely on the battle against microplastics, leaving the collection of larger trash to other organizations.\nOla Kai laboratory crews record various data for analysis, keeping track of multiple fish species and beneficial organisms like plankton. Specified lab crews weigh the microplastic debris collected on a weekly basis and compile that data while Jobie and other chemists continue their in-depth examination of the plastic degradation and its effect on the waters surrounding the islands.\nCollection of debris that is smaller than a pencil eraser has often done more harm than good to sea life. After experimenting with several collection methods, the OK Project currently uses below-surface robotic collectors that randomly collect plastic particles being carried by the currents. Project teams are also experimenting with alternative collection methods, including new nanofiber sieves and use of pollution-dissolving lasers.\nOla Kai's floating labs have plastic-to-fuel conversion systems capable of harvesting tons of plastic pollution and converting it into diesel fuel for the labs, thus eliminating the need to return to shore for disposal of the waste in a landfill. In spite of their progress, water samples still show an alarming amount of plastic particles."
    }
}